---
kind: other
id: Properties.T:Autodesk.Revit.DB.SharedParameterElement
source: html/50d5352d-2f8a-a5c3-0152-4be70790383c.htm
---
# SharedParameterElement Properties

The id of the assembly instance to which the element belongs.